class Config:
    """Конфигурация разрешённых зон."""
    ZONES = {
        "anapa": {
            "roads": [
                {"start": [44.8925, 37.3161], "end": [44.8928, 37.3246]},  # Пример дороги 1
                {"start": [44.8953, 37.3085], "end": [44.8971, 37.3159]}   # Пример дороги 2
            ]
        },
        "innopolis": {
            "roads": [
                {"start": [55.7495, 48.7443], "end": [55.7539, 48.7477]},  # Пример дороги 1
                {"start": [55.7510, 48.7395], "end": [55.7554, 48.7412]}   # Пример дороги 2
            ]
        }
    }
